Repository: nisrinous/rm-calculator
Catalog: Calculator/Localizable.xcstrings
Source language: en
Languages: id

source: %@ and build slowly. We recommend having a coach or spotter on hand to keep you safe and accountable.
id: %@ dan naikkan beban perlahan. Bantuan dari pelatih atau spotter membantu Anda untuk tetap aman dan akuntabel.

source: 1RM Calculator
id: Kalkulator 1RM

source: 1RM History
id: Riwayat 1RM

source: Date
id: Tanggal

source: Don't rush
id: Jangan terburu-buru

source: Endurance
id: Daya Tahan

source: Explosive Power
id: Tenaga Eksplosif

source: Got it!
id: Baik!

source: History
id: Riwayat

source: Input Your 1RM
id: Masukkan 1RM Kamu

source: Muscle
id: Otot

source: No data
id: Tidak ada data

source: Once you hit a challenging 80-85%, build in smaller increments of 5% until you reach around 90-98%, then go for the single attempts. Time your rest periods for at least two minutes so that muscles can recover.
id: Setelah mencapai beban 80-85%, gunakan persentase kenaikan lebih kecil sekitar 5% sampai mencapai 90-98% 1RM, lalu lakukan percobaan repetisi tunggal. Lakukan istirahat antar set minimal 2 menit untuk memberikan kesempatan pemulihan otot.

source: Perform sets as follow:
id: Lakukan set sebagai berikut:

source: Power
id: Tenaga

source: Repetition
id: Repetisi

source: Save
id: Simpan

source: Saved!
id: Tersimpan!

source: Strength
id: Kekuatan

source: training
id: latihan

source: Training
id: Latihan

source: View % 1RM
id: Lihat % 1RM

source: Warm-Up
id: Pemanasan

source: Warm-Up Suggestion
id: Saran Pemanasan

source: You haven't added any data :)
id: Anda belum menambahkan data :)

source: Your Estimated 1RM
id: Perkiraan 1RM Kamu
